{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Buttons",
			"Children": [
				{
					"Source": {
						"Text": "Play"
					},
					"Translation": {
						"Text": "Jugar"
					},
					"Key": "play"
				},
				{
					"Source": {
						"Text": "Tutorial"
					},
					"Translation": {
						"Text": "Tutorial"
					},
					"Key": "tutorial"
				}
			]
		},
		{
			"Namespace": "ST_Comprar",
			"Children": [
				{
					"Source": {
						"Text": "Buy?"
					},
					"Translation": {
						"Text": "¿Comprar?"
					},
					"Key": "Comprar"
				},
				{
					"Source": {
						"Text": "No."
					},
					"Translation": {
						"Text": "No."
					},
					"Key": "No."
				},
				{
					"Source": {
						"Text": "Yes."
					},
					"Translation": {
						"Text": "Sí."
					},
					"Key": "Sí"
				}
			]
		},
		{
			"Namespace": "ST_SalaInterrogante",
			"Children": [
				{
					"Source": {
						"Text": " all your money."
					},
					"Translation": {
						"Text": "todo tu dinero."
					},
					"Key": "NoTienesChismesPierdesPlata"
				},
				{
					"Source": {
						"Text": "Continue on your way."
					},
					"Translation": {
						"Text": "Pasar de largo"
					},
					"Key": "RechazarAbrirCofre"
				},
				{
					"Source": {
						"Text": "Decide not to open the chest and continue on your way. It wasn't worth it."
					},
					"Translation": {
						"Text": "Decides no abrir el cofre. No merece la pena."
					},
					"Key": "NoAbristeElCofre"
				},
				{
					"Source": {
						"Text": "Open the chest."
					},
					"Translation": {
						"Text": "Abrir el cofre."
					},
					"Key": "AceptarAbrirCofre"
				},
				{
					"Source": {
						"Text": "Today is not your lucky day. A mysterious entity emerges from the chest and takes a rune  from you. You have lost "
					},
					"Translation": {
						"Text": "Hoy no es tu día. Un ente misterioso sale del cofre y te roba una runa. Has perdido "
					},
					"Key": "CofreMalo"
				},
				{
					"Source": {
						"Text": "You enter a mysterious room. Inside, you find a suspicious chest."
					},
					"Translation": {
						"Text": "Entras a una sala misteriosa. Dentro de ella ves un cofre sospechoso."
					},
					"Key": "Planteamiento"
				},
				{
					"Source": {
						"Text": "You open the chest carefully."
					},
					"Translation": {
						"Text": "Abres el cofre con cuidado."
					},
					"Key": "AbirCofre"
				},
				{
					"Source": {
						"Text": "You're in luck. In it, you find"
					},
					"Translation": {
						"Text": "Estás de enhorabuena. En él encuentra "
					},
					"Key": "CofreBueno"
				}
			]
		},
		{
			"Namespace": "ST_Trinkets",
			"Children": [
				{
					"Source": {
						"Text": "A coin that always seems to find its way back to its owner."
					},
					"Translation": {
						"Text": "Una moneda que siempre acaba encontrando el bolsillo de su dueño."
					},
					"Key": "greedycoin"
				},
				{
					"Source": {
						"Text": "A good merchant knows that even a wizard's trash can be worth something."
					},
					"Translation": {
						"Text": "Un buen mercader sabe que hasta la basura de un mago puede tener precio."
					},
					"Key": "merchantssatchel"
				},
				{
					"Source": {
						"Text": "A pearl retrieved from waters no human creature has ever reached."
					},
					"Translation": {
						"Text": "Una perla extraída de aguas donde ninguna criatura humana ha llegado."
					},
					"Key": "pearlofthedeep"
				},
				{
					"Source": {
						"Text": "A scale so vast that it's hard to believe it once belonged to a living creature."
					},
					"Translation": {
						"Text": "Una escama tan grande que cuesta creer que alguna vez perteneciera a un ser vivo."
					},
					"Key": "leviathansscale"
				},
				{
					"Source": {
						"Text": "A tiny flame that refuses to die, even when there is nothing left to burn."
					},
					"Translation": {
						"Text": "Una pequeña llama que se niega a morir, incluso cuando no queda nada que quemar."
					},
					"Key": "eternalember"
				},
				{
					"Source": {
						"Text": "A whisper of wind seems to push you with every step."
					},
					"Translation": {
						"Text": "Un soplo de viento parece empujarte cada vez que das un paso."
					},
					"Key": "galeboots"
				},
				{
					"Source": {
						"Text": "Archmage's Eye"
					},
					"Translation": {
						"Text": "Ojo del Archimago"
					},
					"Key": "trinket_archmageseye"
				},
				{
					"Source": {
						"Text": "Dead King's Crown"
					},
					"Translation": {
						"Text": "Corona del Rey Muerto"
					},
					"Key": "trinket_deadkingscrown"
				},
				{
					"Source": {
						"Text": "Dragonheart"
					},
					"Translation": {
						"Text": "Corazón de Dragón"
					},
					"Key": "trinket_dragonheart"
				},
				{
					"Source": {
						"Text": "Each strike reminds stone that even mountains can be broken."
					},
					"Translation": {
						"Text": "Cada golpe recuerda a la piedra que incluso las montañas pueden quebrarse."
					},
					"Key": "stonemasonshammer"
				},
				{
					"Source": {
						"Text": "Eternal Ember"
					},
					"Translation": {
						"Text": "Ascua Eterna"
					},
					"Key": "trinket_eternalember"
				},
				{
					"Source": {
						"Text": "Forge Amulet"
					},
					"Translation": {
						"Text": "Amuleto de la Forja"
					},
					"Key": "trinket_forgeamulet"
				},
				{
					"Source": {
						"Text": "Forged among flame and stone, it carries the power of both elements."
					},
					"Translation": {
						"Text": "Forjado entre llamas y piedra, guarda el poder de ambos elementos."
					},
					"Key": "forgeamulet"
				},
				{
					"Source": {
						"Text": "Four different forces, bound together by a will that refuses to yield."
					},
					"Translation": {
						"Text": "Cuatro fuerzas distintas, unidas por una voluntad que se niega a ceder."
					},
					"Key": "ringofthefourelements"
				},
				{
					"Source": {
						"Text": "Gale Boots"
					},
					"Translation": {
						"Text": "Botas del Vendaval"
					},
					"Key": "trinket_galeboots"
				},
				{
					"Source": {
						"Text": "Gale Talisman"
					},
					"Translation": {
						"Text": "Talismán del Vendaval"
					},
					"Key": "trinket_galetalisman"
				},
				{
					"Source": {
						"Text": "Geode Shard"
					},
					"Translation": {
						"Text": "Fragmento de Geoda"
					},
					"Key": "trinket_geodeshard"
				},
				{
					"Source": {
						"Text": "Giant's Blood"
					},
					"Translation": {
						"Text": "Sangre de Gigante"
					},
					"Key": "trinket_giantsblood"
				},
				{
					"Source": {
						"Text": "Greedy Coin"
					},
					"Translation": {
						"Text": "Moneda del Avaro"
					},
					"Key": "trinket_greedycoin"
				},
				{
					"Source": {
						"Text": "Griffin Feather"
					},
					"Translation": {
						"Text": "Pluma de Grifo"
					},
					"Key": "trinket_griffinfeather"
				},
				{
					"Source": {
						"Text": "It still burns with the fury of a creature that never knew fear."
					},
					"Translation": {
						"Text": "Todavía arde con la furia de una criatura que nunca conoció el miedo."
					},
					"Key": "dragonheart"
				},
				{
					"Source": {
						"Text": "Leviathan's Scale"
					},
					"Translation": {
						"Text": "Escama de Leviatán"
					},
					"Key": "trinket_leviathansscale"
				},
				{
					"Source": {
						"Text": "Merchant's Satchel"
					},
					"Translation": {
						"Text": "Bolsa de Mercader"
					},
					"Key": "trinket_merchantsatchel"
				},
				{
					"Source": {
						"Text": "Mercury Boots"
					},
					"Translation": {
						"Text": "Botas de Mercurio"
					},
					"Key": "trinket_mercuryboots"
				},
				{
					"Source": {
						"Text": "Mercury moves even when everything else stands still."
					},
					"Translation": {
						"Text": "El mercurio se mueve incluso cuando todo lo demás permanece inmóvil."
					},
					"Key": "mercuryboots"
				},
				{
					"Source": {
						"Text": "Oakheart"
					},
					"Translation": {
						"Text": "Corazón de Roble"
					},
					"Key": "trinket_oakheart"
				},
				{
					"Source": {
						"Text": "Pearl of the Deep"
					},
					"Translation": {
						"Text": "Perla de las Profundidades"
					},
					"Key": "trinket_pearlofthedeep"
				},
				{
					"Source": {
						"Text": "Pilgrim's Medallion"
					},
					"Translation": {
						"Text": "Medallón del Peregrino"
					},
					"Key": "trinket_pilgrimsmedallion"
				},
				{
					"Source": {
						"Text": "Ring of the Four Elements"
					},
					"Translation": {
						"Text": "Anillo de los Cuatro Elementos"
					},
					"Key": "trinket_ringofthefourelements"
				},
				{
					"Source": {
						"Text": "So light that, for a moment, you might forget gravity exists."
					},
					"Translation": {
						"Text": "Tan ligera que durante un instante puedes olvidar que la gravedad existe."
					},
					"Key": "griffinfeather"
				},
				{
					"Source": {
						"Text": "Stonemason's Hammer"
					},
					"Translation": {
						"Text": "Martillo del Cantero"
					},
					"Key": "trinket_stonemasonshammer"
				},
				{
					"Source": {
						"Text": "Stormhorn"
					},
					"Translation": {
						"Text": "Cuerno de la Tormenta"
					},
					"Key": "trinket_stormhorn"
				},
				{
					"Source": {
						"Text": "The eye sees your weaknesses and ensures no element is left behind."
					},
					"Translation": {
						"Text": "El ojo observa tus debilidades y se asegura de que ningún elemento quede atrás."
					},
					"Key": "archmageseye"
				},
				{
					"Source": {
						"Text": "The heart of an ancient tree, hardened by centuries of storms."
					},
					"Translation": {
						"Text": "El corazón de un árbol antiguo, endurecido por siglos de tormentas."
					},
					"Key": "oakheart"
				},
				{
					"Source": {
						"Text": "The old king still searches for a kingdom that no longer exists."
					},
					"Translation": {
						"Text": "El antiguo rey sigue buscando un reino que ya no existe."
					},
					"Key": "deadkingscrown"
				},
				{
					"Source": {
						"Text": "The roads seem shorter to those who never stop moving."
					},
					"Translation": {
						"Text": "Los caminos parecen más cortos para quien nunca deja de avanzar."
					},
					"Key": "pilgrimsmedallion"
				},
				{
					"Source": {
						"Text": "They say its call can awaken storms on the other side of the kingdom."
					},
					"Translation": {
						"Text": "Dicen que su sonido puede despertar tormentas al otro lado del reino."
					},
					"Key": "stormhorn"
				},
				{
					"Source": {
						"Text": "Thick blood that still carries the strength of its former owner."
					},
					"Translation": {
						"Text": "Una sangre espesa que aún conserva la fuerza de su antiguo dueño."
					},
					"Key": "giantsblood"
				},
				{
					"Source": {
						"Text": "Wind and water never stop. Perhaps you shouldn't either."
					},
					"Translation": {
						"Text": "El viento y el agua nunca se detienen. Quizá tú tampoco deberías hacerlo."
					},
					"Key": "galetalisman"
				},
				{
					"Source": {
						"Text": "Within it sleeps a force that has waited millennia to be unleashed."
					},
					"Translation": {
						"Text": "En su interior duerme una fuerza que lleva milenios esperando ser liberada."
					},
					"Key": "geodeshard"
				}
			]
		},
		{
			"Namespace": "ST_Tutorials",
			"Children": [
				{
					"Source": {
						"Text": "Congratulations!\r\nYou defeated the Room!\r\nThe next room is opened."
					},
					"Translation": {
						"Text": "¡Felicidades,\r\nhas derrotado la sala!\r\nLa siguiente sala de ha abierto."
					},
					"Key": "tutorial_1_4"
				},
				{
					"Source": {
						"Text": "Gather the other runes to unlock\r\nyour full potential!"
					},
					"Translation": {
						"Text": "Reune el resto de runas para desbloquear todo tu potencial."
					},
					"Key": "tutorial_5_2"
				},
				{
					"Source": {
						"Text": "Good job! Now, press (1) to use your Fire Rune skill. Aim it at your enemy!"
					},
					"Translation": {
						"Text": "¡Buen trabajo! Ahora, presiona ( 1 ) para usar la habilidad Runa de Fuego.\r\n¡Apunta al enemigo!"
					},
					"Key": "tutorial_1_1"
				},
				{
					"Source": {
						"Text": "Now hit them again to apply the combination effect!\r\nFire + Fire = Burn!"
					},
					"Translation": {
						"Text": "¡Golpeales una vez más para aplicar la combinación!\r\nFuego + Fuego = Quemadura"
					},
					"Key": "tutorial_1_2"
				},
				{
					"Source": {
						"Text": "Some Shoot\r\nat you."
					},
					"Translation": {
						"Text": "Algunos te dispararán."
					},
					"Key": "tutorial_2_2"
				},
				{
					"Source": {
						"Text": "Some rewards are passive Trinkets.\r\nThese increase your character's power."
					},
					"Translation": {
						"Text": "Algunas recompensas son runas pasiva. Estas aumentan el poder de tu personaje."
					},
					"Key": "tutorial_5_1"
				},
				{
					"Source": {
						"Text": "Some rooms have rewards.\r\nGet close, and press 'F'."
					},
					"Translation": {
						"Text": "Algunas salas tienen tesoros.\r\nAcércate y presiona ( F )."
					},
					"Key": "tutorial_3_1"
				},
				{
					"Source": {
						"Text": "Some run after you\r\nand attack you."
					},
					"Translation": {
						"Text": "Algunos enemigos te perseguirán\r\ny te atacarán."
					},
					"Key": "tutorial_2_1"
				},
				{
					"Source": {
						"Text": "Use W A S D or Arrow Keys to move.\r\nPress Space key to jump."
					},
					"Translation": {
						"Text": "Usa WASD o las Flechas del teclado para moverte.\r\nPresiona la tecla Espacio para saltar."
					},
					"Key": "tutorial_0_2"
				},
				{
					"Source": {
						"Text": "Use your new Rune\r\nto try a new combination.\r\nDefeat your enemies."
					},
					"Translation": {
						"Text": "¡Usa tu nueva runa\r\npara derrotar a todos los enemigos!\r\n¡Buena suerte!"
					},
					"Key": "tutorial_4_1"
				},
				{
					"Source": {
						"Text": "Welcome, friend.\r\nHave a look around, enjoy your eternal prison... "
					},
					"Translation": {
						"Text": "Bienvenido, amigo.\r\nEcha un vistazo a tu alrededor, disfruta de tu eterna prisión..."
					},
					"Key": "tutorial_0_1"
				},
				{
					"Source": {
						"Text": "You applied the Burn Effect on the enemy!\r\nWatch them burn!"
					},
					"Translation": {
						"Text": "Has aplicado el efecto Quemadura \r\nsobre el enemigo.\r\nObserva cómo se quema."
					},
					"Key": "tutorial_1_3"
				},
				{
					"Source": {
						"Text": "You got a new Rune!\r\nThe Air Rune!"
					},
					"Translation": {
						"Text": "¡Has obtenido una nueva Runa!\r\n¡La Runa de Aire!"
					},
					"Key": "tutorial_3_2"
				},
				{
					"Source": {
						"Text": "Your enemies may come in waves,\r\ndefeat them all to complete the tutorial.\r\nGood luck."
					},
					"Translation": {
						"Text": "Tus enemigos pueden venir por oleadas. Véncelos a todos para completar el tutorial. Buena suerte."
					},
					"Key": "tutorial_6_1"
				}
			]
		}
	]
}